{
    "headlines": [
        "Thailand  Saudi woman fleeing family won't be deported, say officials",
        "Rahaf Mohammed al-Qunun denied entry to Thailand by immigration officials en route to Australia",
        "Saudi woman fleeing family won't be deported, say officials",
        "No-deal Brexit  Rehearsal in Kent slammed as 'waste of time'",
        "Only 87 trucks take part in trial of emergency traffic system designed to cope with 6,000 vehicles",
        "Live Boris Johnson: no deal 'closest to vote result'",
        "Brexit vote May will win on 15 January, says minister",
        "Rehearsal in Kent slammed as 'waste of time'",
        "Live Boris Johnson: no deal 'closest to vote result'    Brexit vote May will win on 15 January, says minister    Live Boris Johnson: no deal 'closest to vote result'    Brexit vote May will win on 15 January, says minister",
        "Golden Globes 2019  Bohemian Rhapsody and Green Book win big",
        "The Queen biopic and the road trip comedy won the major film awards while Olivia Colman and Christian Bale led a strong night for British talent",
        "Analysis Bohemian Rhapsody and Green Book questionable winners",
        "In pictures Golden Globes after parties",
        "Do better next year! Why alarmingly bad TV swept awards",
        "Bohemian Rhapsody and Green Book win big",
        "Analysis Bohemian Rhapsody and Green Book questionable winners    In pictures Golden Globes after parties    Do better next year! Why alarmingly bad TV swept awards    Analysis Bohemian Rhapsody and Green Book questionable winners    In pictures Golden Globes after parties    Do better next year! Why alarmingly bad TV swept awards",
        "Play Video",
        "Gabon  Soldiers who declared coup attempt on state radio detained",
        "Group of soldiers had called on people to ‘rise up’ while ailing president is out of country",
        "Soldiers who declared coup attempt on state radio detained",
        "France  High-profile cardinal goes on trial accused of helping cover up abuse",
        "High-profile cardinal goes on trial accused of helping cover up abuse",
        "France  Hunt for boxer who assaulted police at gilets jaunes protest",
        "Hunt for boxer who assaulted police at gilets jaunes protest",
        "Germany data breach  Teenager being questioned by police",
        "Teenager being questioned by police",
        "Go-getter  Japanese girl, nine, becomes strategy game's youngest professional",
        "Japanese girl, nine, becomes strategy game's youngest professional",
        "Australia  Swarm of jellyfish sting more than 5,000 holidaymakers",
        "Swarm of jellyfish sting more than 5,000 holidaymakers",
        "'Vanuatu’s Brad Pitt'  Star of Tanna dies after untreated leg infection",
        "Star of Tanna dies after untreated leg infection",
        "Japan  Billionaire splashes cash to earn title of most retweeted post",
        "Billionaire splashes cash to earn title of most retweeted post"
    ],
    "spotlight": [
        "Baghdad at 10 million  Fragile dreams of normality as megacity status beckons",
        "The next 15 megacities #1: Iraq’s capital remains a profoundly damaged place, but the city feels more stable these days – at times even vibrant",
        "Fragile dreams of normality as megacity status beckons",
        "Wild, controversial and free  Colette, a life too big for film",
        "Promiscuous in art and love, an early adopter of weightlifting and facelifts ... Colette was way ahead of her time – and no biopic has done justice to her complexity",
        "Colette, a life too big for film",
        "Flying high  How Bird Box became Netflix's biggest hit to date",
        "The Sandra Bullock-starring horror movie has left critics cold but since its streaming release, it’s become a magnet for memes and racked up the platform’s best film numbers ever",
        "How Bird Box became Netflix's biggest hit to date",
        "'Awards chat makes me sick'  Olivia Colman, Emma Stone and Rachel Weisz on new film, The Favourite",
        "The three stars talk rivalry, royalty, referendums and the depiction of women running the country in their new period drama. Will the script’s filthy language affect their Oscar chances?",
        "Olivia Colman, Emma Stone and Rachel Weisz on new film, The Favourite",
        "Politicians on Brexit: The Uncivil War",
        "They've turned Michael Gove into a vacillating fool",
        "Young people on Brexit",
        "I never thought of myself as anything other than European",
        "High on fat, low on evidence  The problem with the keto diet",
        "The problem with the keto diet",
        "US  Will Adam Schiff pose a bigger threat to Trump than Robert Mueller?",
        "Will Adam Schiff pose a bigger threat to Trump than Robert Mueller?"
    ]
}