{
    "spotlight": [
        "Starvation diets, obsessive training and no plus-size models  Victoria’s Secret sells a dangerous fantasy",
        "The brand’s annual show is a worldwide TV event, but former Angels are starting to reveal the uncomfortable truth about the lingerie giant",
        "Victoria’s Secret sells a dangerous fantasy",
        "Analysis  What is the current state of the migration crisis in Europe?",
        "Three years since the peak of the crisis, here is how things stand as tensions rise again",
        "What is the current state of the migration crisis in Europe?",
        "Film  Will Margot Robbie's Harley Quinn be the first superhero of the #MeToo era?",
        "The character’s depiction in Suicide Squad left a bad taste – but with her own film on the way, DC has the perfect chance to redress the balance",
        "Will Margot Robbie's Harley Quinn be the first superhero of the #MeToo era?",
        "Russia  Death of military intelligence head causes inevitable speculation",
        "Igor Korobov knew a lot about GRU operations, including poisoning of the Skripals",
        "Death of military intelligence head causes inevitable speculation",
        "Film  Will Margot Robbie's Harley Quinn be the first superhero of the #MeToo era?",
        "The character’s depiction in Suicide Squad left a bad taste – but with her own film on the way, DC has the perfect chance to redress the balance",
        "Will Margot Robbie's Harley Quinn be the first superhero of the #MeToo era?",
        "Russia  Death of military intelligence head causes inevitable speculation",
        "Igor Korobov knew a lot about GRU operations, including poisoning of the Skripals",
        "Death of military intelligence head causes inevitable speculation",
        "G20 summit  Saudi prince's presence offers leaders a photo op to dread – will he go?",
        "Saudi prince's presence offers leaders a photo op to dread – will he go?",
        "Bamboo house  Top prize for sustainable building that can go up in four hours",
        "Top prize for sustainable building that can go up in four hours",
        "Analysis  What next for the Rohingya?",
        "What next for the Rohingya?",
        "Helene Fischer, Schlager superstar  The richest singer you’ve never heard of",
        "The richest singer you’ve never heard of",
        "G20 summit  Saudi prince's presence offers leaders a photo op to dread – will he go?",
        "Saudi prince's presence offers leaders a photo op to dread – will he go?",
        "Bamboo house  Top prize for sustainable building that can go up in four hours",
        "Top prize for sustainable building that can go up in four hours",
        "Analysis  What next for the Rohingya?",
        "What next for the Rohingya?",
        "Helene Fischer, Schlager superstar  The richest singer you’ve never heard of",
        "The richest singer you’ve never heard of"
    ]
}